{
    "title": "The Exchange",
    "lines": [
        "<h3>him:</h3>",
        "Good looks and money.",
        "These are my values, honey.",
        "Sweetie, there are thousands lined up",
        "Around the block when I'm through with you.",
        "Don't pretend if we were switched",
        "It's what you wouldn't do.",
        "You can pull anyone. And so can I.",
        "Now let me show you a good time.",
        "You think you can do better than this?",
        "Maybe if you dated a six?",
        "Well I got news about my sex,",
        "In every rank are pieces of shit.",
        "So you may as well partake of the top",
        "Than debase yourself with lowly slop.",
        "And if it's too transactional,",
        "Remember this relationship is provisional.",
        "I buy you clothes and food and gas;",
        "You give me head and throw some ass.",
        "And when you're tired, there's the door.",
        "I'll find another common whore.",
        "<br>",
        "<br>",
        "<h3>her:</h3>",
        "I want to laugh but have to puke.",
        "But first you'll hear my brief rebuke,",
        "You fuck. You human paraquat.",
        "You really think you have a shot?",
        "I could finesse with pure attraction,",
        "But won't give you the satisfaction.",
        "I've been with losers, broke and rich,",
        "Who couldn't handle this bad bitch.",
        "You really think that you're the best?",
        "Nah, I'll admit you got me pressed.",
        "Lit up, you think your thoughts are deep.",
        "That rambling put me right to sleep.",
        "You could have a whole ass airplane hangar,",
        "Yet have no goddam table manners.",
        "Dude, you are a fuckin joke,",
        "A clown from the first word you spoke.",
        "Sorry your mom did such a shit job.",
        "Corny ah speech, put you on the cob.",
        "The only pussy you can get",
        "Is the one that starts with pocket.",
        "You had an AI girlfriend once,",
        "Who ghosted you in less than a month.",
        "Thanks for the free tank of gas.",
        "But as for you, that's a hard pass.",
        "Like you say, I'm a catch and don't need you,",
        "With your head up your ass, enjoy the view."
    ]
}