{
    "title": "Mandarin [piratical tale from 2003]",
    "lines": [
        "Avast all ye maties, I'll tell ye a tale",
        "Of pirates and plunders, of mast, oar and sail!",
        "Of the bonniest lass that ever has been!",
        "On all Seven Seas she was called Mandarin.",
        "<br>",
        "Her hair was as black as the bottomless sea.",
        "Y'argh, and her eyes, all a'glitterin' they be!",
        "Her kiss dropped a hand like a great clap o' thunder;",
        "Her voice poured out shanties that left Jacks t'wonder.",
        "<br>",
        "What mate had the honor to have such a beauty?",
        "Well, listen close lads, and I'll tell ye smartly!",
        "T'was Cap'n M--- Pinguin of the good ship Naobi,",
        "A fine, stout young Captain, just two short of twenty!",
        "A fresh privateer who was on the account,",
        "Who acquired such a booty as no man could amount.",
        "<br>",
        "Alas, he drew envy from all swabs and squiffies,",
        "So that on his head had been placed many bounties.",
        "Many scurvy sprogs had hung the jib at such a call,",
        "To be the Pinguin's captive meant a certain keelhaul!",
        "Yet scalliwags with greed in heart still chose to make the chase,",
        "And so i't'was that this young mate got caught up in a race.",
        "<br>",
        "Splice the mainbrace once again to jog my memory!",
        "All I need's some ale, ye sea-dogs, ",
        "Then on shall go me story!",
        "<br>",
        "A'headin' into home port where awaited Mandarin,",
        "The Cap'n found an ambush as the ocean's never seen.",
        "Calmly Captain Pinguin watched red sails pulled full mast,",
        "The other ships would give no quart'r, time fer peace was passed.",
        "The fate of this corsair was clear: He'd Dance the Hempen Jig.",
        "That is, if that young pirate's love just hadn't been so big.",
        "You see, 'is lass'd wait for 'im upon thar sandy coast.",
        "She 'ad a stronger tie to 'im than any man could boast.",
        "<br>",
        "And so it was he drove his ship straight into those marauders,",
        "Them fearless eyes alone sent thirty down to Jonesy's Locker!",
        "His deadlights burnt with fiercest rage.",
        "To all the ships he cried, \"Gangway!\"",
        "Until he came wit'in thar range",
        "And loosed his guns acrost the bay.",
        "So deadly was his cannon's aim",
        "It earned himself a new nickname,",
        "Which no one 'ere can rightly say",
        "Since no Jack 'ere survived that day.",
        "<br>",
        "From that day forth no mate 'as e'er caught wind a that Pinguin,",
        "But every seaman worth 'is salt knows 'e's with Mandarin.",
        "Some folks think he quit the sea to live a life on land,",
        "And built 'is own small ship o' sorts on oceans made o' sand.",
        "I, fer one, don't rightly know, 'tis not me place to speak.",
        "Alls I've spied are two-pair a footprints on a' empty beach."
    ]
}